<section class="faq-section pt-4 pb-5" id="faq">
    <div class="container">
        <div class="row">
            <div class="col-12">
                <div class="text-center mb-5">
                    <h2 class="font-cofo">FAQ</h2>
                    <p>Часто задаваемые вопросы про оформление страховки на {$modx->resource->menutitle ?: $modx->resource->title}</p>
                </div>

                <div class="mx-auto" style="max-width: 900px">
                    <div class="faq-item">
                        <h5>Что включено в страховку?</h5>
                        <p class="m-0">Все что необходимо на время похода на зимний Таганай. Если вам нужен страховой полис только для получения визы, выбирайте базовый вариант. Страховая компания покроет не только расходы на медицинское лечение, но и экстренное возвращение на родину. Если вы серьезно готовитесь к поездке, Черехапа может посоветовать дополнительные опции.</p>
                    </div>

                    <div class="faq-item">
                        <h5>Уже в пути, вспомнил, что не оформил страховку. Как теперь быть?</h5>
                        <p class="m-0">Приобретите страховой полис прямо сейчас, вне зависимости от вашего местоположения. У Черехапы имеются варианты страховок для тех, кто находится в пути. При поиске укажите "Я уже за границей" и выберите период от 3 до 5 дней от текущей даты, чтобы получить больше вариантов страхования.</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <style>
        .faq-item {
            border-radius: 6px;
            padding: 24px;
            background-color: #fff;
            margin-bottom: 16px;
            box-shadow: rgba(0, 0, 0, 0) 0 0 0 0,
                        rgba(0, 0, 0, 0) 0 0 0 0,
                        rgba(0, 0, 0, 0.1) 0 4px 6px -1px,
                        rgba(0, 0, 0, 0.1) 0 2px 4px -2px;
        }
    </style>
</section>